/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "항목을 보낼 수 없습니다.";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "나중에 다시 시도하세요.";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Skype에 로그인되지 않았습니다.";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ 님이 사진을 보냈습니다.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "이 장치는 Skype의 새로운 사진 공유 기능을 지원하지 않지만 여기에 있는 브라우저에서는 볼 수 있습니다. %@";
